IDEA Open Model
SteelSetupAISC.BoltTensileShearCombined_Omega Property
 Safety factor BoltTensileShearCombined_Omega
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double BoltTensileShearCombined_Omega { get; set; }
Public Property BoltTensileShearCombined_Omega As Double
	Get
	Set
public:
property double BoltTensileShearCombined_Omega {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace